{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "subheading": "",
        "subheading_size": 3,
        "show_title": true,
        "heading_size": 8,
        "show_content": true,
        "text_size": 4,
        "align_text": "text-left",
        "width": "wrapper",
        "bg_color": "rgba(0,0,0,0)",
        "color": "",
        "padding_top": 50,
        "padding_bottom": 50
      }
    },
    "faq-first": {
      "type": "section-accordion-group",
      "blocks": {
        "faq-heading": {
          "type": "heading",
          "settings": {
            "title": "FAQs"
          }
        },
        "faq-0": {
          "type": "question",
          "settings": {
            "title": "Is it better to order live or steamed hard crabs?",
            "content": "<p>We do our very best to fill live orders with the feistiest crabs available. Normal mortality rates should not exceed 15% of the total order. Unfortunately, because we can't control the shipping environment, there may be instances of higher mortality due to extreme weather, rough handling, or delayed delivery by the shipper. In short, if you want to eat every crab it is better to order them steamed.<\/p>"
          }
        },
        "faq-1": {
          "type": "question",
          "settings": {
            "title": "What guarantee do I have that my order will arrive fresh?",
            "content": "<p>We take tremendous pride in our ability to deliver fresh Maryland seafood to your door. Before it leaves The Crab Place, your order is packed with refrigerant to prevent spoilage. We ship via FedEx. If your order is spoiled or damaged due to negligence by The Crab Place or FedEx, we will replace it free of charge. If you receive an order that you suspect is spoiled, please do not discard the contents. We may request that you return them to us for inspection.<\/p>"
          }
        },
        "faq-2": {
          "type": "question",
          "settings": {
            "title": "What is your live hard crab guarantee?",
            "content": "<p>We do our very best to fulfill live crab orders with the feistiest, liveliest crabs available. We will only ship the same day’s catch. We will also try to include some extra crabs to help compensate for normal mortality rates (15% or less). For this reason, if you receive a shipment with a high mortality rate (higher than 15%), please count the total number of dead AND live crabs in your shipment so that we can accurately assess the amount of loss. Customers who receive an order of live crabs with a high mortality rate must contact The Crab Place within 24 hours from the time they receive the package either by e-mail, phone, or phone message if calling on the weekend. In the case of a high mortality rate (higher than 15%), we may issue you a store credit to be included in your NEXT order. Furthermore, we will insist that the order placed with store credit be changed from live crabs to steamed crabs to avoid having the issue recur on the next order. If a store credit is issued, the credit may not be used for a different product. Beyond this, you (the customer) will be assuming some of the risks and responsibilities associated with ordering live crabs. We will NOT simply reship you more crabs or credit your credit card if you experience a high mortality rate (higher than 15%). If you do not want to assume the risk or responsibility, then we strongly recommend getting the crabs already steamed. If you order live crabs, please be ready to cook them upon arrival. They will not hold another day because of their perishability. And please, please DO NOT put them in your bathtub filled with water in an attempt to keep them alive longer. Thank you!<\/p>"
          }
        },
        "d3676097-1617-432f-8b0d-89f96dbbacf1": {
          "type": "question",
          "settings": {
            "title": "How do I reheat steamed crabs?",
            "content": "<p>The best way to reheat crabs is to steam them for 5 to 10 minutes until their centers are hot. Crack open a claw after 5 minutes and each minute thereafter until they're piping hot. There is no appreciable loss of quality from re-steaming. Although we season our steamed crabs, adding more seasoning to them will ensure that your re-steaming experience is memorable. Keep in mind that steamed crabs are already cooked. Steaming longer than 10 minutes will cause the meat to toughen and dry out. You may also reheat crabs in the microwave by placing a damp paper towel over them and cooking on high for 1 to 2 minutes. Or warm them in the oven at 375 degrees for approximately 10 minutes.<\/p>"
          }
        },
        "7d0f3afd-c321-471c-b216-3a0af3a4e534": {
          "type": "question",
          "settings": {
            "title": "Are all of the products listed on your site currently available?",
            "content": "<p>When items become unavailable we remove them from the web site. Demand for some products will occasionally exceed our supply. We do our best to have all products on hand. If you wish to check the availability of a product you can email us through our contact form or call us toll free at 1-410-968-3167.<\/p>"
          }
        },
        "b79fcb47-01a6-4c59-861f-f23ea972dcab": {
          "type": "question",
          "settings": {
            "title": "Does the quality of crabs vary with the seasons?",
            "content": "<p>Crabs will vary in weight over the course of the year. Fuller, heavier crabs are usually plentiful during the fall between September and early November. These crabs have had the summer to shed and fill their cavities with meat. Crabs that shed in the spring tend to be lighter. We do our best to select plump, top quality crabs.<\/p>"
          }
        },
        "1c326c29-b0d8-4378-abd2-7ac1cd329609": {
          "type": "question",
          "settings": {
            "title": "When can I contact The Crab Place by telephone?",
            "content": "<p>You can contact The Crab Place by telephone between 9:00 am and 5:30 pm EST, Monday through Friday. Dial toll free, 1-410-968-3167. During off hours, our machine will take voice mail. Email us any time at through our contact form. Under normal circumstances, all inquiries will be handled by the following business day.<\/p>"
          }
        },
        "8b5972da-5e14-492f-b848-b0e1eee1b77f": {
          "type": "question",
          "settings": {
            "title": "What is the difference between colossal, premium, and select, and standard male hard crabs?",
            "content": "<p>Crabs are graded by size, relative to points across the backs of their shells. Standards measure between 5 and 5½ inches across, with 7 dozen crabs per bushel. Selects measure between 5½ and 6 inches across, with 6 dozen crabs per bushel. Premiums measure 6 to 6¾ inches, with 5 dozen per bushel. Colossal crabs measure over 6¾ inches from point to point, and are only sold in dozen quantities. Jumbo female crabs measure 5¼ to 6 inches, with approximately 6 dozen per bushel. Small\/medium female crabs measure 5¼ and smaller with no minimum size, and run approximately 7 dozen per bushel.<\/p>"
          }
        },
        "73fde7a7-40d0-4ab9-8539-0a514beaf2e6": {
          "type": "question",
          "settings": {
            "title": "Do you ship your products?",
            "content": "<p>Yes, we use FedEx to deliver our products to all 50 U.S. states. Due to customs restrictions on perishables, we're currently unable to ship outside of the U.S. For more info on shipping, including pricing, please visit<a href=\"https:\/\/www.crabplace.com\/ship.asp\">www.crabplace.com\/ship.asp<\/a>.<\/p>"
          }
        },
        "39c93163-b130-4658-a9f6-365fd45d7b70": {
          "type": "question",
          "settings": {
            "title": "My zip code qualifies for the economical $29.95 Ground service (*available to the Eastern third of the U.S.). What time will my box arrive using that delivery method?",
            "content": "<p>FedEx does not commit a time for the Ground service. The tradeoff with the lower rate is that it gets scheduled with the most convenient stop on the driver's route. It could be a morning delivery, or , it could be an evening delivery. It's simply guaranteed to arrive on the date requested. If you're package needs to arrive by a certain time on the date requested you have two options; 1) schedule delivery for the day before the items are needed and hold in refrigeration\/freezer overnight (all product except live crabs\/lobster) or 2) upgrade to one of the more expensive FedEx Air options that offers a specific commitment time so you'll be sure to have the package arrive in time for your event. For all shipping particulars, including services and rates, please visit<a href=\"https:\/\/www.crabplace.com\/ship.asp\">www.crabplace.com\/ship.asp<\/a>.<\/p>"
          }
        },
        "07a83871-b044-4ef2-8142-3c2cd6394e70": {
          "type": "question",
          "settings": {
            "title": "What do I do if I have a problem with my order?",
            "content": "<p>You also have the choice of returning any product within 48 hours to get a full refund issued. Our goal throughout the process will be to ensure that you end up with a usable, premium seafood product so that your money is well spent when you shop at Crabplace.com.<\/p>"
          }
        },
        "4ef334a3-eff1-4b09-a596-2bde3f5394dd": {
          "type": "question",
          "settings": {
            "title": "What happens if my orders arrives late?",
            "content": "<p>The nature of working thru a 3rd party carrier and delivering perishable product across the country to customers creates some unique challenges at times. In the event that something goes wrong here's what you can expect from us to make it right:<br\/><br\/><strong>Package doesn't arrive on the requested day due to FedEx or Crabplace.com error<\/strong>- We'll refund your money or replace your package, whichever you prefer.<br\/><br\/><strong>Package doesn't arrive on the requested day due to weather delay<\/strong>- We'll replace the package or issue a gift certificate which can be used later towards another order, whichever you prefer.<br\/><br\/>Because FedEx will not cover claims on weather delays, we aren't able to offer refunds on delayed product that's deemed weather-related. But, again, we will make sure you get your money's worth in the form of a gift certificate or a replacement box so you're not out of pocket.<br\/><br\/>Please note that the delays don't always occur in the destination city. Sometimes customers are affected by a weather delay when there's nothing inclement in their area. Delayed flights and trucks in cities along the way can disrupt the service just as much as a snowstorm in the destination city.<br\/><br\/>We rely on FedEx scans to advise us if delays are related to weather. Weather delays don't happen often but they do occur. FedEx does a fantastic job of pushing thru rain, sleet, snow, etc and typically can fight thru most storms unless it's simply not safe to do so.<\/p>"
          }
        },
        "549bb059-11cb-4646-9df6-d24222f54373": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        }
      },
      "block_order": [
        "faq-heading",
        "faq-0",
        "faq-1",
        "faq-2",
        "d3676097-1617-432f-8b0d-89f96dbbacf1",
        "7d0f3afd-c321-471c-b216-3a0af3a4e534",
        "b79fcb47-01a6-4c59-861f-f23ea972dcab",
        "1c326c29-b0d8-4378-abd2-7ac1cd329609",
        "8b5972da-5e14-492f-b848-b0e1eee1b77f",
        "73fde7a7-40d0-4ab9-8539-0a514beaf2e6",
        "39c93163-b130-4658-a9f6-365fd45d7b70",
        "07a83871-b044-4ef2-8142-3c2cd6394e70",
        "4ef334a3-eff1-4b09-a596-2bde3f5394dd",
        "549bb059-11cb-4646-9df6-d24222f54373"
      ],
      "settings": {
        "width": "wrapper--narrow",
        "bg_color": "",
        "color": "",
        "border_color": "",
        "padding_top": 50,
        "padding_bottom": 50
      }
    }
  },
  "order": [
    "main",
    "faq-first"
  ]
}
