{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "subheading": "",
        "subheading_size": 3,
        "show_title": true,
        "heading_size": 8,
        "show_content": true,
        "text_size": 4,
        "align_text": "text-left",
        "width": "wrapper",
        "bg_color": "rgba(0,0,0,0)",
        "color": "",
        "padding_top": 50,
        "padding_bottom": 50
      }
    },
    "faq-first": {
      "type": "section-accordion-group",
      "blocks": {
        "faq-heading": {
          "type": "heading",
          "settings": {
            "title": "FAQs"
          }
        },
        "faq-0": {
          "type": "question",
          "settings": {
            "title": "Is it better to order live or steamed hard crabs?",
            "content": "<p>We do our very best to fill live orders with the feistiest crabs available. Normal mortality rates should not exceed 15% of the total order. Unfortunately, because we can't control the shipping environment, there may be instances of higher mortality due to extreme weather, rough handling, or delayed delivery by the shipper. In short, if you want to eat every crab it is better to order them steamed.<\/p>"
          }
        },
        "faq-1": {
          "type": "question",
          "settings": {
            "title": "What guarantee do I have that my order will arrive fresh?",
            "content": "<p>Yes, we use FedEx to deliver our products to all 50 U.S. states. Due to customs restrictions on perishables, we're currently unable to ship outside of the U.S. For more info on shipping, including pricing, please visit<a href=\"https:\/\/www.crabplace.com\/ship.asp\">www.crabplace.com\/ship.asp<\/a>.<\/p>"
          }
        },
        "faq-2": {
          "type": "question",
          "settings": {
            "title": "What is your live hard crab guarantee?",
            "content": "<p>We do our very best to fulfill live crab orders with the feistiest, liveliest crabs available. We will only ship the same day’s catch. We will also try to include some extra crabs to help compensate for normal mortality rates (15% or less). For this reason, if you receive a shipment with a high mortality rate (higher than 15%), please count the total number of dead AND live crabs in your shipment so that we can accurately assess the amount of loss. Customers who receive an order of live crabs with a high mortality rate must contact The Crab Place within 24 hours from the time they receive the package either by e-mail, phone, or phone message if calling on the weekend. In the case of a high mortality rate (higher than 15%), we may issue you a store credit to be included in your NEXT order. Furthermore, we will insist that the order placed with store credit be changed from live crabs to steamed crabs to avoid having the issue recur on the next order. If a store credit is issued, the credit may not be used for a different product. Beyond this, you (the customer) will be assuming some of the risks and responsibilities associated with ordering live crabs. We will NOT simply reship you more crabs or credit your credit card if you experience a high mortality rate (higher than 15%). If you do not want to assume the risk or responsibility, then we strongly recommend getting the crabs already steamed. If you order live crabs, please be ready to cook them upon arrival. They will not hold another day because of their perishability. And please, please DO NOT put them in your bathtub filled with water in an attempt to keep them alive longer. Thank you!<\/p>"
          }
        },
        "d3676097-1617-432f-8b0d-89f96dbbacf1": {
          "type": "question",
          "settings": {
            "title": "How do I reheat steamed crabs?",
            "content": "<p>The best way to reheat crabs is to steam them for 5 to 10 minutes until their centers are hot. Crack open a claw after 5 minutes and each minute thereafter until they're piping hot. There is no appreciable loss of quality from re-steaming. Although we season our steamed crabs, adding more seasoning to them will ensure that your re-steaming experience is memorable. Keep in mind that steamed crabs are already cooked. Steaming longer than 10 minutes will cause the meat to toughen and dry out. You may also reheat crabs in the microwave by placing a damp paper towel over them and cooking on high for 1 to 2 minutes. Or warm them in the oven at 375 degrees for approximately 10 minutes.<\/p>"
          }
        },
        "7d0f3afd-c321-471c-b216-3a0af3a4e534": {
          "type": "question",
          "settings": {
            "title": "Are all of the products listed on your site currently available?",
            "content": "<p>When items become unavailable we remove them from the web site. Demand for some products will occasionally exceed our supply. We do our best to have all products on hand. If you wish to check the availability of a product you can email us through our contact form or call us toll free at 1-410-968-3167.<\/p>"
          }
        },
        "b79fcb47-01a6-4c59-861f-f23ea972dcab": {
          "type": "question",
          "settings": {
            "title": "Does the quality of crabs vary with the seasons?",
            "content": "<p>Crabs will vary in weight over the course of the year. Fuller, heavier crabs are usually plentiful during the fall between September and early November. These crabs have had the summer to shed and fill their cavities with meat. Crabs that shed in the spring tend to be lighter. We do our best to select plump, top quality crabs.<\/p>"
          }
        },
        "1c326c29-b0d8-4378-abd2-7ac1cd329609": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "8b5972da-5e14-492f-b848-b0e1eee1b77f": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "73fde7a7-40d0-4ab9-8539-0a514beaf2e6": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "39c93163-b130-4658-a9f6-365fd45d7b70": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "07a83871-b044-4ef2-8142-3c2cd6394e70": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "4ef334a3-eff1-4b09-a596-2bde3f5394dd": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        },
        "549bb059-11cb-4646-9df6-d24222f54373": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "content": "<p>Share details about your shipping policies, item returns, or customer service.<\/p>"
          }
        }
      },
      "block_order": [
        "faq-heading",
        "faq-0",
        "faq-1",
        "faq-2",
        "d3676097-1617-432f-8b0d-89f96dbbacf1",
        "7d0f3afd-c321-471c-b216-3a0af3a4e534",
        "b79fcb47-01a6-4c59-861f-f23ea972dcab",
        "1c326c29-b0d8-4378-abd2-7ac1cd329609",
        "8b5972da-5e14-492f-b848-b0e1eee1b77f",
        "73fde7a7-40d0-4ab9-8539-0a514beaf2e6",
        "39c93163-b130-4658-a9f6-365fd45d7b70",
        "07a83871-b044-4ef2-8142-3c2cd6394e70",
        "4ef334a3-eff1-4b09-a596-2bde3f5394dd",
        "549bb059-11cb-4646-9df6-d24222f54373"
      ],
      "settings": {
        "width": "wrapper--narrow",
        "bg_color": "",
        "color": "",
        "border_color": "",
        "padding_top": 50,
        "padding_bottom": 50
      }
    }
  },
  "order": [
    "main",
    "faq-first"
  ]
}
